;; -*- no-byte-compile: t; -*-
;;; private/alexdao/packages.el

(package! intero)
(package! exec-path-from-shell)
(package! flycheck-credo)
(package! s)
(package! dash)
(package! flow-minor-mode)
(package! company-flow)
(package! flycheck-flow)
(package! prettier-js)
(package! rjsx-mode)

